[{"Name":"NaN","Street":"NaN","Number":"NaN","Zip_code":"NaN","Area":"NaN","Place_info":"Amsterdam’s beautiful churches and synagogues are attractions in their own right, even if you’re not planning to attend a service. In fact, many are no longer used as a place of worship, but now serve as concert venues, museums or even nightclubs! "},{"Name":"Fort Spijkerboor","Street":"Westdijk","Number":"46,","Zip_code":"1464 PC","Area":"WESTBEEMSTER","Place_info":"Fort Spijkerboor was the most important fort in the northern front of the Stelling van Amsterdam. From here, the strategic dikes around the Beemster Ring Canal and the North Holland Canal were defended. "},{"Name":"R.K. kerk van St. Nicolaas","Street":"Voorhaven","Number":"126,","Zip_code":"1135 BV","Area":"EDAM","Place_info":" A typical Church in the style 'Waterstaat'(1847) emerged from a hidden chapel , which believers leeway in the time that the confession of the Catholic religion was prohibited officeel .\n"},{"Name":"Low Lighthouse (Lage Vuurtoren)","Street":"Seinpostweg","Number":"34,","Zip_code":"1976 BT","Area":"IJMUIDEN","Place_info":"The ‘low’ lighthouse in IJmuiden is a round, reddish-brown, cast iron tower designed by Quirinus Harder. "},{"Name":"Voormalig Raadhuis","Street":"Damplein","Number":"1,","Zip_code":"1135 BK","Area":"EDAM","Place_info":"Voormalig Raadhuis is a tourist information centre and museum located in Edam. Head here for information about the town and the surrounding region, in addition to exhibits on the first floor.\n"},{"Name":"Procureurswoning","Street":"Laan","Number":"24-28,","Zip_code":"1151 AB","Area":"BROEK IN WATERLAND","Place_info":"Procureurswoning is a \"Rijksmonument\" located in Broek in Waterland, a town north of Amsterdam. The house was originally built in 1775 and was restored in its original style in 1980.\n"},{"Name":"De P.L. Kramerbrug","Street":"Amstelkade","Number":",","Zip_code":"1078 AA","Area":"AMSTERDAM","Place_info":"The P.L. Kramer Bridge was designed by architect Piet Kramer while he worked as the aesthetic advisor for the Municipality of Amsterdam in the early 1920s. This bridge built in the style of the Amsterdam School, goes over the Noorder Amstel canal next to the Amsteldijk. "},{"Name":"Side by Side","Street":"Koetsierbaan","Number":",","Zip_code":"1315 SP","Area":"ALMERE","Place_info":"Two residential towers, aligned at right angles to each other, mark the edge of the inner city on the banks of the Weerwater lake. The green-tinted glass, the rhythmic spacing of the black-framed panes and the horizontal bands of black all accentuate the skin of these prominent towers."},{"Name":"Defence Line of Amsterdam","Street":"Fortwachter","Number":"1,","Zip_code":"2141 EE","Area":"VIJFHUIZEN","Place_info":"The Defence Line of Amsterdam (Stelling van Amsterdam) is a 135 km long ring of fortifications around Amsterdam made up of forts located 10 to 15 kilometres from the city centre. It was built between 1883 and 1920, and consisted of flooded areas (inundations) and 46 forts. All of this was dedicated to protecting the national stronghold, as an absolute final line of defence for the Kingdom of the Netherlands."},{"Name":"Esplanade De Meer","Street":"Esplanade de Meer","Number":"95-187,","Zip_code":"1098 WP","Area":"AMSTERDAM","Place_info":"On the grounds of De Meer is a residential area with links to the past. Stadion De Meer has been the home of Ajax for 62 years. In 1996 the stadium moved to make room for a residential area where many historical traces can be found. Street names refer to the stadiums where Ajax played legendary games and there are bridges named after Ajax players from the 1970s. While the stadium has disappeared, the entire district is an ode to the club, The Esplanade in particular."},{"Name":"Butterfly Pavilion at ARTIS Amsterdam Royal Zoo","Street":"Plantage Kerklaan","Number":"38-40,","Zip_code":"1018 CZ","Area":"AMSTERDAM","Place_info":"The Butterfly Pavilion is a great place to spend a cold, rainy afternoon in Amsterdam. Located in ARTIS Amsterdam Royal Zoo, there are over a thousand butterflies flying freely in the 1,000 m2 tropical interior. Amsterdam's Butterfly Pavilion is the largest in the Netherlands, and is a delight for all ages."},{"Name":"Slot Zuylen","Street":"Tournooiveld","Number":"1,","Zip_code":"3611 AS","Area":"OUD ZUILEN","Place_info":"Slot Zuylen is one of the most ancient castles situation on the Vecht river, just outside of Utrecht. The castle has a rich family history with influential residents, one of the most prominent being the feminist writer Belle van Zuylen. "},{"Name":"Street Art Today","Street":"ms. van Riemsdijkweg","Number":"31,","Zip_code":"1033 RC","Area":"AMSTERDAM","Place_info":"You'll find the largest image of Anne Frank in Amsterdam, possibly the world, on the wall of the Welding Shed at NDSM. Brazilian artist Eduardo Kobra transformed the empty wall into a vibrant mural using more than 450 spray cans and 35 litres of paint. What a spectacular result!"},{"Name":"Schipperplein","Street":"Schipperplein","Number":",","Zip_code":"1315 SB","Area":"ALMERE","Place_info":"At the heart of the entertainment centre lies a public square called Schipperplein. The garden is fringed by commercial functions and has an undulating relief. The small groups of trees, given time, will grow to provide shady canopies. A meandering stream,\nwhich will be frozen to form a skating rink in winter, writhes across the middle of the square."},{"Name":"Ouderkerk aan de Amstel","Street":"Vondelstraat","Number":"1,","Zip_code":"1191 BD","Area":"OUDERKERK AAN DE AMSTEL","Place_info":"Ouderkerk aan de Amstel is a quaint village located south of Amsterdam on the bank of the Ouderkerkerplas lake. The village dates back to the 12th century and is best known for its parish houses and Jewish cemetery."},{"Name":"Portuguese Synagogue","Street":"Mr. Visserplein","Number":"3,","Zip_code":"1011 RD","Area":"AMSTERDAM","Place_info":"Dating back to 1675, the Portuguese Synagogue is one the world’s largest synagogues. Its architect, Elias Bouwman, was supposedly inspired by the Temple of Solomon. Regardless of the source of inspiration, it has become one of Amsterdam’s greatest treasures. "},{"Name":"Smaragd","Street":"De Diagonaal","Number":",","Zip_code":"1315 XD","Area":"ALMERE","Place_info":"This is the only building in the inner city with a truly breathtaking colour scheme.\nIt has sloping walls which enhance the daylighting of the interior. The residential storeys are surrounded by zigzagging bands, recalling the cut faces of a precious stone."},{"Name":"The Drapers Guild","Street":"Staalstraat","Number":"7,","Zip_code":"1011 JJ","Area":"AMSTERDAM","Place_info":"This house is a distinguished example of a house from the Dutch Golden Age. It is one of the few remains of Het Staalhof previously located here. Rembrandt's painting De Staalmeesters portrays the drapers at work in this house."},{"Name":"The Bierkade and Weerwal","Street":"Bierkade","Number":"7,","Zip_code":"1441 AH","Area":"PURMEREND","Place_info":"The Bierkade (Beer Quay) has a colourful history, in fact the name says it all. In the 17th century, many beer traders were located here. The Weerwal is also a neighbourhood with a rich history. Most of the buildings on the Weerwal have been preserved; a number of them have been nicely rebuilt.\n"},{"Name":"Marineterrein","Street":"Kattenburgerstraat","Number":"5,","Zip_code":"1018 JA","Area":"AMSTERDAM","Place_info":"The Marineterrein is a historic part of Amsterdam that fulfils a variety of functions: cultural, maritime and commercial."},{"Name":"Breukelen","Street":"Herenstraat","Number":"4,","Zip_code":"3621 AR","Area":"BREUKELEN UT","Place_info":"Breukelen, located north-west of Utrecht, is best known for its nature areas and the large mansions and castle that adorn the banks of the winding Vecht River."},{"Name":"Moskee El Mohammadi","Street":"Jan Evertsenstraat","Number":"201,","Zip_code":"1061 XM","Area":"AMSTERDAM","Place_info":"Moroccan mosque."},{"Name":"Suykerhofje","Street":"Lindengracht","Number":"149-163,","Zip_code":"1015 KE","Area":"AMSTERDAM","Place_info":"Many years ago, hofjes (almshouses) served to house and care for the elderly. Today, their remaining garden courtyards are an oasis of tranquility hidden behind the hustle and bustle of Amsterdam’s streets. One of these is the Suykerhofje, built in 1670 by Pieter Jansz Suykerhof."},{"Name":"Watertoren Aalsmeer","Street":"Kudelstaartseweg","Number":"16,","Zip_code":"1431 GA","Area":"AALSMEER","Place_info":"Watertoren Aalsmeer is an elaborately decorated water tower in Aalsmeer, located on the edge of the Westeinderplassen. It was built in the Art Deco style and took two years to construct.\n"},{"Name":"Dienaarssluisje","Street":"Bult","Number":"24,","Zip_code":"1135 AJ","Area":"EDAM","Place_info":" Bult means \"bump\" and this slightly raised area is thought to be the oldest part of Edam, although it is difficult to tell it from the buildings.\nThis stream was the original River Ye. To the left there is a pretty view of the southern city wall and to the right you can see a very old shipswharf which still repairs, among other things, the traditional wooden ships like the ones you may have seen along the Nieuwe Haven\n"},{"Name":"Het Belfort","Street":"Belfort","Number":",","Zip_code":"1315 VA","Area":"ALMERE","Place_info":"The abundance of restaurants and cafés on the Belfort square make it the perfect spot for a break. "},{"Name":"Proveniershof","Street":"J.C. Brouwersgracht","Number":"32,","Zip_code":"1135 WK","Area":"EDAM","Place_info":"The Proveniershof or Proeve is an group of alms houses set up in 1555 bij Jan Claeszoon Brouwer on the site of the houses of the Beguines, a sisterhood of nurses. The two wings of the building date mostly from the 17th century, although at a later date a fair amount of changes were brought about. The small bleaching field of the Beguines has now been changed into a superb courtyard garden, always a mass of colourful flowers.\n"},{"Name":"De Haar Castle","Street":"Kasteellaan","Number":"1,","Zip_code":"3455 RR","Area":"HAARZUILENS","Place_info":"De Haar Castle is the biggest and most luxurious castle in the Netherlands and is one of the top European historic houses. A visit here will take you back to the glory days of the castle and will show you the breathtaking splendour that surrounded the international rich and famous in the early 20th century."},{"Name":"Inundation lock in the Southern Beemster ring dike","Street":"Zuiddijk","Number":",","Zip_code":"1461 EB","Area":"ZUIDOOSTBEEMSTER","Place_info":"De Inundation lock is part of the Stelling van Amsterdam and was laid by the War Department between 1890 and 1891. The lock was the key point in the reclamation of De Beemster and was set up with the purpose of “inundation of the polder De Beemster\". It consists of a lock section in the dike body and a connected bowl section in the upper polder of De Beemster. By means of this bowl, water from the North Holland Canal was let into the polder. When, in 1940, the polder was flooded, it happened through this lock. "},{"Name":"Begijnhof","Street":"Begijnhof","Number":"30,","Zip_code":"1012 WT","Area":"AMSTERDAM","Place_info":"The Begijnhof is one of Amsterdam's best known hofjes (almshouses). It consists of a group of houses built around a secluded courtyard and garden which provided modest homes for the Beguines - a group of unmarried religious women who lived together in a close community under vows of chastity."},{"Name":"Weesp","Street":"Slijkstraat","Number":",","Zip_code":"1381 BA","Area":"WEESP","Place_info":"As one of the country’s 14 fortified towns, Weesp is famed for its historical buildings and influence on the chocolate industry thanks to the Van Houten company. Located a short trip to the east of Amsterdam, the town dates back to the 14th century and – as you’d expect – features many fortifications and battlements."},{"Name":"Magere Brug (Skinny Bridge)","Street":"Brugnummer 242 bij Amstel","Number":",","Zip_code":"1015 CX","Area":"AMSTERDAM","Place_info":"One of Amsterdam’s many bridges is the beautiful Magere Brug, known to English speakers at the Skinny Bridge. This wooden drawbridge was once so narrow that it was hard for two pedestrians to pass each other. To cope with increasing traffic on the Amstel, a wider bridge replaced the narrow original in 1871."},{"Name":"Hoofddorpplein","Street":"Hoofddorpplein","Number":",","Zip_code":"1059 CV","Area":"AMSTERDAM","Place_info":"The Hoofdorpplein was built in 1926 by Joan Melchior van der Meij and Co Franswa, and is a exemplary case of Amsterdam School architecture. "},{"Name":"Kasteel Museum Sypesteyn","Street":"Nieuw-Loosdrechtsedijk","Number":"150,","Zip_code":"1231 LC","Area":"LOOSDRECHT","Place_info":"After a 500 year lineage, Henri van Sypesteyn (1857-1937) was the final living testament the van Sypesteyn family; he built Castle-Museum Sypesteyn in Loosdrecht to preserve this heritage, and ensure that generations to come could benefit from his family’s wealth and learn from its history. "},{"Name":"Lakeside","Street":"Forum","Number":",","Zip_code":"1315 TG","Area":"ALMERE","Place_info":"The most striking feature of this high rise building is the rotation of the tower in relation to its downward sloping base. The upper and lower volumes morph into one another via a twisted middle section."},{"Name":"Slavernijmonument (slavery monument)","Street":"Linnaeusstraat\/Oosterpark","Number":",","Zip_code":"1093 ER","Area":"AMSTERDAM","Place_info":"The Netherlands officially abolished slavery in the colonies of Suriname and the Dutch Antilles in July 1863. In 2002 (139 years later), Surinamese sculptor Erwin de Vries was selected to design a memorial for this dark period. The sculpture is located in the Oosterpark and is made up of three elements. The first represents slavery’s dark and dramatic history, the second represents breaking through the wall of resistance in the modern day, and the third element represents the longing for freedom and a better future."},{"Name":"Trompettersteeg (narrowest street in Amsterdam)","Street":"Trompetterssteeg","Number":",","Zip_code":"1012 HB","Area":"AMSTERDAM","Place_info":"The Trompettersteeg is Amsterdam’s narrowest street at only 100 centimetres wide. Despite its small size, it’s one of the busiest alleys in Amsterdam thanks to its location in the middle of the Red Light District."},{"Name":"De Vrijheidslaan","Street":"De Vrijheidslaan","Number":"1,","Zip_code":"1079 LE","Area":"AMSTERDAM","Place_info":"Constructed in 1921 in the Amsterdam School style, this neighbourhood runs from the Berlage bridge, past the first skyscraper ever erected in the Netherlands, and ends at the southern district of the city."},{"Name":"De Dam","Street":"Damplein","Number":"1,","Zip_code":"1135 BK","Area":"EDAM","Place_info":"De Dam is a tunnelled lock located in Edam. This picturesque waterway dates back to 1544, when it was commissioned by Emperor Charles V, but it wasn’t completed until 1569. It’s now a popular sight for recreational boaters.\n"},{"Name":"Forteiland IJmuiden","Street":"Forteiland","Number":"10,","Zip_code":"1976 DZ","Area":"IJMUIDEN","Place_info":"The Forteiland IJmuiden is an island fortress located near the town of IJmuiden, in the mouth of the North Sea Canal. It was constructed in the 1880s to help defend the surrounding area and restrict shipping traffic heading for Amsterdam. This iconic post is actually half underground and is the largest building in the Defence Line of Amsterdam – a UNESCO world monument.\n"},{"Name":"Transvaalplein","Street":"Transvaalplein","Number":"37,","Zip_code":"1092 HW","Area":"AMSTERDAM","Place_info":"Where Betondorp is linked to Johan Cruyff, the Transvaalbuurt is inextricably linked to other Ajax players. The neighbourhoods of Ajacieden Keizer, Hulshoff and Suurbier were also frequented by Cruyff and where Bertus Hoogendam and Bennie Muller grew up. Cruyff's peers Piet Keizer, Barry Hulshoff and Wim Suurbier often met here for a game of street football. The level was so high that Cruijff often wanted to join, and no one expected that they would all later play together in Ajax and for the Netherlands."},{"Name":"NewWerktheater","Street":"Oostenburgergracht","Number":"75,","Zip_code":"1018 NC","Area":"AMSTERDAM","Place_info":"A creative hub in a former theatre, featuring exhibitions by contemporary artists, fashion shows and special movie nights. You can also pop by for breakfast, lunch and state-of-theart coffee every day, and Friday evening for dinner.\n"},{"Name":"Johan Cruyff Institute","Street":"Laan der Hesperiden","Number":"118,","Zip_code":"1076 DX","Area":"AMSTERDAM","Place_info":"The Johan Cruyff Institute offers a number of training courses for athletes specialising in (master) courses for the business and management side of the sports world. 'My vision of sports management is fairly simple. I think that more people with a passion for sport should lead sports organisations', says Cruijff. It follows then that training courses offered are aligned with his vision.\n"},{"Name":"De Cruquius","Street":"Cruquiusdijk","Number":"27,","Zip_code":"2142 ER","Area":"CRUQUIUS","Place_info":"Built in 1849, de Cruquius pumping station is a unique industrial monument. The steam-powered pumps were employed to pump parts of Haarlemmermeer dry, leaving the Dutch polder landscape behind. The pump was officially decommissioned in 1933, and now houses an information museum. The museum looks at the history of reclaimed land, polders and drainage, as well as current water management techniques in the Netherlands."},{"Name":"De Waag","Street":"Nieuwmarkt","Number":"4,","Zip_code":"1012 CR","Area":"AMSTERDAM","Place_info":"Amsterdam’s ‘House of Weights’, known locally as De Waag, is a remarkable monument situated on the Nieuwmarkt."},{"Name":"Scheepvaarthuis (Shipping House)","Street":"Prins Hendrikkade","Number":"108-114,","Zip_code":"1011 AK","Area":"AMSTERDAM","Place_info":"The Scheepvaarthuis (Shipping House) is considered a masterpiece of the “Amsterdamse School” architectural style. It was built between 1912 and 1916 by architect Van der Mey, to be used as a head office by Amsterdam’s most prominent shipping companies. The interior is extraordinarily beautiful, featuring works by Krop, Kramer and De Klerk, among other artists."},{"Name":"Homomonument","Street":"Prinsengracht\/Westerkerk","Number":",","Zip_code":"1016 GW","Area":"AMSTERDAM","Place_info":"Designed by Amsterdam-born artist Karin Daan in 1979, Amsterdam's Homomonument (gay monument) was the first of its kind. It was commissioned by the Homomonument society and was officially unveiled in September 1987 at the Westermarkt."},{"Name":"Felix Meritis","Street":"Keizersgracht","Number":"324,","Zip_code":"1016 EZ","Area":"AMSTERDAM","Place_info":"The impressive architecture, spacious capacity and historical character make Felix Meritis one of Amsterdam’s most inspiring venues. The building is located in the middle of Amsterdam’s Canal Ring, recognised by UNESCO as a World Heritage Site."},{"Name":"Fort Pampus","Street":"Herengracht","Number":"to nr 33,","Zip_code":"1398 AD","Area":"MUIDEN","Place_info":"Raise the flags and man the guns! For a family-friendly and historical day trip from Amsterdam, hop on a ferry and discover Fort Pampus, a UNESCO World Heritage site.\n"},{"Name":"Scheepswerf Groot b.v.","Street":"Kwakelsteeg","Number":"2-4,","Zip_code":"1135 AK","Area":"EDAM","Place_info":"\nThe 'scheepswerf met helling' is a very old ship wharf wich still repairs the traditional ships.\n"},{"Name":"Muiden","Street":"Herengracht","Number":"1,","Zip_code":"1398 AB","Area":"MUIDEN","Place_info":"The fortified town of Muiden sits near the IJmeer, just east of Amsterdam. It dates back to the 10th century and is now known for its peaceful streets, small cafés, historic landmarks and picturesque harbour. The town is a key link in the Defence Line of Amsterdam, a 135 km-long fortification that once protected the city from invaders. Pass through Muiden’s centuries-old walls and prepare for a stroll through one of the country’s oldest communities."},{"Name":"NEMO’s Roof","Street":"Oosterdok","Number":"2,","Zip_code":"1011 VX","Area":"AMSTERDAM","Place_info":"A public square overlooking the city is what architect Renzo Piano envisioned when he designed the NEMO Science Museum building. His vision has been a huge success. NEMO Science Museum has the largest roof terrace in all Amsterdam, where you can enjoy a magnificent view of the historic city centre, 22 metres above water level. "},{"Name":"Fietsbrug Olstgracht","Street":"Olstgracht","Number":",","Zip_code":"1315 BJ","Area":"ALMERE","Place_info":"A feather-light structure of five leaning suspension poles guyed to the span by steel cables above and below the deck. The overall effect recalls the rigging of a sailing ship. The slender structure provides an elegant transition between the burly volume of The\nWave by the same architect at one bridgehead, and Claus & Kaan’s Silverline building at the other."},{"Name":"Fort Nekkerweg","Street":"Nekkerweg","Number":"24,","Zip_code":"1461 LC","Area":"ZUIDOOSTBEEMSTER","Place_info":"Fort Nekkerweg was only completed in 1912. Almost immediately after that, the fort was given another purpose. In 1918 it was put to use as a military prison. In the period following, many conscientious objectors served their sentences here. "},{"Name":"The Amsterdam (VOC ship)","Street":"Kattenburgerplein","Number":"1,","Zip_code":"1018 KK","Area":"AMSTERDAM","Place_info":"The Amsterdam was an 18th-century VOC (Dutch East India Company) vessel which was used as a cargo ship. The Amsterdam has been moored next the National Maritime Museum since 1991. This boat is actually a replica - the original was wrecked during a violent storm on its way to the Far East in 1749. You can visit the Amsterdam with a ticket of the National Maritime Museum."},{"Name":"Johan Cruijff's first home","Street":"Akkerstraat","Number":"32,","Zip_code":"1097 XN","Area":"AMSTERDAM","Place_info":"This was the former home of the Cruijff family and the place where Johan spent his formative years. More than a year before the birth of Johan, the Cruijff family moved from the Jordaan to this house in Betondorp. Though it looks small, the house was apparently large enough for the family's greengrocer business. Opposite the house, you'll find 'Het Poortje' which is where Johan and his brother Henny played football when it rained. It was inevitable that a window would be smashed."},{"Name":"The Wave","Street":"Koetsierbaan","Number":",","Zip_code":"1315 SP","Area":"ALMERE","Place_info":"The scaly facades of this expressive design are made up of zinc-clad flat panels. The dwellings are arranged in 6 storeys, and appear to slide out of the facade like partly open matchboxes. The outward bulge is strongest on the side facing the water, and it casts a wave-shaped shadow on the facade surface. Van Zuuk’s buildings usually have a feather-light appearance, but the substantial mass of this building unequivocally marks the boundary of land and water."},{"Name":"Kunstfort bij Vijfhuizen","Street":"Fortwachter","Number":"1,","Zip_code":"2141 EE","Area":"VIJFHUIZEN","Place_info":"Fort bij Vijfhuizen is a former military fort located just south of Haarlem. It was once part of Amsterdam's Defence Line, a 135 km-long ring of defensive structures that once served to protect the city.\n"},{"Name":"Kaaspakhuis de Koophandel","Street":"Voorhaven","Number":"127,","Zip_code":"1135 BP","Area":"EDAM","Place_info":"This traditional Dutch cheese warehouse is located along a picturesque canal in Edam and is owned by Gestam, a company that exports cheeses to several corners of the globe. Since 1916, it's been used to help mature various types of cheese. They offer tastings during certain days of the week. Check the website for details and opening hours."},{"Name":"River Vecht","Street":"Duinkerken","Number":",","Zip_code":"3633 EM","Area":"VREELAND","Place_info":"Winding its way between Amsterdam and Utrecht, the River Vecht is a wonderful setting for a boat trip or cycle ride. The Vecht flows past seven beautiful towns: each with their own characteristic atmosphere, set against an enchanting background of imposing castles, country houses and quaint tearooms. "},{"Name":"Moskee Djame Masdjied Taibah","Street":"Kraaiennest","Number":"125,","Zip_code":"1104 CH","Area":"AMSTERDAM","Place_info":"Surinam and Pakistan Mosque. Taibah is an association for Muslims that is aimed at both Surinamese and Pakistani people."},{"Name":"Amstelglorie allotments","Street":"Jan Vroegopsingel","Number":"7,","Zip_code":"1096 CN","Area":"AMSTERDAM","Place_info":"Amstelglorie is a large garden park where you'll find an enormous amount of allotments. Cultivated by enthusiastic gardeners from Amsterdam, these allotments are home to small vegetable gardens, fruit trees, ornamental gardens and even ponds here. The park is best explored on foot or by bike where you can take in the play forest, a buzzy bee colony, and much more. It's a wonderful place for people woth green fingers!"},{"Name":"The Torensluis","Street":"Singel","Number":"165A,","Zip_code":"1012 VK","Area":"AMSTERDAM","Place_info":"The Torensluis (tower lock) looks like an excessively wide bridge over the Singel. The reason for such a spacious set-up was the Jan Roodenpoortstoren (tower) which stood here until 1829. The prisons under the tower were recently restored and are now open to the public. They are also used to host exhibitions and events literally underground. "},{"Name":"André Hazes statue","Street":"Albert Cuypstraat","Number":",","Zip_code":"1073 BL","Area":"AMSTERDAM","Place_info":"André Hazes (30 June 1951 – 23 Sept 2004) was one a well-loved Dutch singer. His speciality was the levenslied (life song), a type of emotional folk music about everyday life sung in Dutch. Hazes was one of the most successful and prolific singers of this genre, with 31 albums and 54 singles. Exactly one year after his death, his statue was placed on the Albert Cuypstraat in the Pijp."},{"Name":"Stadhuis Almere","Street":"Stadhuisplein","Number":",","Zip_code":"1315 HR","Area":"ALMERE","Place_info":"The City Hall was the first prominent building in the city centre. The cylindrical council chamber, the seat of civic administration, is prominently visible above the entrance foyer on Stadhuisplein. Three office wings spring from this core. Two five-storey wings are aligned at right angles to one another, paralleling the two internal roofed streets. A third wing, rising to ten storeys high, is inserted diagonally between them. The glazed wing containing the council offices, nicknamed the banana, wraps around it in a stylish curve. "},{"Name":"Nieuwezijds Voorburgwal","Street":"Nieuwezijds Voorburgwal","Number":"280,","Zip_code":"1012 RT","Area":"AMSTERDAM","Place_info":"In about 1647 Rembrandt drew View of the Nieuwezijds Voorburgwal in black chalk here. With a bit of imagination, you may well get a glimpse of the same magical image that Rembrandt must have seen. Perhaps you make your own masterpiece!"},{"Name":"Huize Frankendael","Street":"Middenweg","Number":"72,","Zip_code":"1097 BS","Area":"AMSTERDAM","Place_info":"The Huize Frankendael is a cultural hotspot for business and culture in Amsterdam. The complex comprises a brasserie, culture barn, music salon, high-tech boardroom, art room and a lush green garden with a bright terrace. The Huize Frankendael hosts various exhibitions, workshops, presentations, kids craft days, wedding ceremonies, scavenger hunts, films, inspirational meetings and informal theatrical performances. An intimate living room style atmosphere provides all the right ingredients for real contact and good discussion. "},{"Name":"Munttoren","Street":"Muntplein","Number":",","Zip_code":"1012 WR","Area":"AMSTERDAM","Place_info":"The Munttoren (mint tower) was once part of the Regulierspoort which consisted of a gate with a tower on each side. It was built between 1480 and 1487 as part of the medieval city wall. Back in the 17th century, the tower was used to mint coins."},{"Name":"De nieuwe bibliotheek","Street":"Stadhuispromenade","Number":"1,","Zip_code":"1315 XP","Area":"ALMERE","Place_info":"Responding to the urban design of the location, the triangular building rises along with the curved platform. The majestic central hall proceeds to roof height. From here, all the upper floors are visible. Horizontal strips of glazing accentuate the rising slope of the facade. Non-fiction books and periodicals are displayed on large platforms like those used in department stores."},{"Name":"Hollandsche Schouwburg","Street":"Plantage Middenlaan","Number":"24,","Zip_code":"1018 DE","Area":"AMSTERDAM","Place_info":"Once a grand theatre, the Hollandsche Schouwburg played a dark role in Amsterdam's history when it became the main deportation centre for Jews during the Holocaust. The Hollandsche Schouwburg now serves as a monument to honour the Dutch Jews who were killed in the Second World War."},{"Name":"AVV Swift","Street":"Olympiaplein","Number":"31,","Zip_code":"1077 CL","Area":"AMSTERDAM","Place_info":"Johan Cruyff played football with Marco van Basten often for recovery purposes after injuries. The number of hours that Cruyff and Van Basten have faced each other here is unknown but there must have been many. Even during periods when neither of them was under contract to Ajax, the two met on the Swift fields frequently under the watchful eye of the well-known physiotherapist Reinier van Dantzig."},{"Name":"Het Nieuwe Huis","Street":"Roelof Hartplein","Number":"50,","Zip_code":"1071 TT","Area":"AMSTERDAM","Place_info":"Situated on the Roelof Hartplein, Het Nieuwe Huis was built and completed in 1928 to improve the living situation of single people. Architect Barend van den Nieuwen Amstel designed this complex with 169 apartments, a number of shops, a library and a post office. "},{"Name":"Forts in De Beemster","Street":"Westdijk","Number":"46,","Zip_code":"1464 PC","Area":"WESTBEEMSTER","Place_info":"In De Beemster there are 5 forts from the Stelling van Amsterdam. From west to east they are: Fort Spijkerboor, Fort Jisperweg, Fort Middenweg (all there belonging to the Natural Monument Association), Fort Nekkerweg and Fort Benoorden Purmerend. The forts are clearly visible from the dike along the North Holland Canal. "},{"Name":"Silverline","Street":"Hengelostraat","Number":",","Zip_code":"1324 GP","Area":"ALMERE","Place_info":"The middle floors of an apartment block are harder to sell, so the lower five and upper seven storeys were given greater volume than the middle four. The result is a robust building with aluminium cladding which sparkles on bright days and which flames in the light of the setting sun."},{"Name":"Groen van Prinstererschool","Street":"Zaaiersweg","Number":"15,","Zip_code":"1097 SM","Area":"AMSTERDAM","Place_info":"This is the former elementary school where Johan Cruyff and brother Henny went. Since 1926 this building served as one of the most important elementary schools for the Betondorp district. Built according to the Amsterdam School style, the reformed Groen van Prinster School was also housed here as was the 5th Montessori School. Due to budget cuts, this school closed in 2013 to make room for living and working space."},{"Name":"Hofjes in Haarlem","Street":"Diverse locaties \/ various locations","Number":",","Zip_code":"2011 HB","Area":"HAARLEM","Place_info":"With 21 unique examples, Haarlem is truly a city of ‘hofjes’. These courtyards surrounded by almshouses (charitable housing) hark back to a bygone era when wealthy members of society founded them to house poor, unmarried or widowed women. "},{"Name":"Standbeeld ’74","Street":"Olympisch Stadion","Number":"2,","Zip_code":"1076 DE","Area":"AMSTERDAM","Place_info":"Who doesn't remember the opening minute of the World Cup finals in 1974? Johan Cruyff was playing around the centre line where he started to dribble and onto the German number 16 where he is taken down by Uli Hoeness. According to this picture, however, that seems to be his compatriot Berti Vogts."},{"Name":"Karthuizerhofje","Street":"Karthuizersstraat","Number":"89-171,","Zip_code":"1015 LP","Area":"AMSTERDAM","Place_info":"The largest of the Jordaan's garden courtyards (hofjes) is the Karthuizerhofje. Located at Karthuizersstraat 89–171, this courtyard was built in the middle of the 17th century as a widow's hospice."},{"Name":"National Monument","Street":"Dam","Number":",","Zip_code":"1012 JS","Area":"AMSTERDAM","Place_info":"Standing an imposing 22-metres high in the centre of Amsterdam’s Dam Square, the National Monument is the Netherlands’ most important memorial to World War II. Besides serving as a daily reminder of the war’s atrocities and those lost, the monument plays a central role in National Remembrance Day (Nationale Dodenherdenking, 4 May) when the royal family and local residents gather to pay their respects to fallen soldiers from both WWII and more recent conflicts."},{"Name":"Amstelzijde","Street":"Amstelzijde","Number":"55,","Zip_code":"1184 TZ","Area":"AMSTELVEEN","Place_info":"The Amstelzijde was an important stopover in the 17th century, nowadays it is a lovely neighbourhood. The cafes and restaurants are part of the attraction of the Amstelzijde, which is why it is so nice to take a break here for something to eat and drink. Go to Loetje aan de Amstel or Ron Gastrobar Indonesia: your taste buds will thank you. "},{"Name":"WoZoCo (Oklahoma)","Street":"Ookmeerweg\/Reimerwaalstraat","Number":",","Zip_code":"1067 MP","Area":"AMSTERDAM","Place_info":"The WoZoCo apartments (also known as Oklahoma) are situated in Osdorp, on the southwest edge of Amsterdam. These apartments for the elderly are of special architectural interest. Certain blocks stick out of the flat at crazy angles with huge overhangs, seeming to defy gravity.\n"},{"Name":"Amsterdam Central Station","Street":"Stationsplein","Number":"9,","Zip_code":"1012 AB","Area":"AMSTERDAM","Place_info":"Amsterdam Central Station is Amsterdam’s main railway station, located in the heart of the city. The station itself is one of Amsterdam’s most impressive buildings and it used by more than 250,000 passengers each day."},{"Name":"Dutch Reformed Church (Keijserkerk)","Street":"Middenweg","Number":"148,","Zip_code":"1462 HJ","Area":"MIDDENBEEMSTER","Place_info":"Three years after the reclamation, the polder committee, then largely consisting of prominent Amsterdammers, suggested to the building master, Hendrick de Keyser, that he design a church for De Beemster. A new building form was chosen for the new polder, a rectangular hall church in renaissance style. "},{"Name":"Johan Cruyff Foundation","Street":"Olympisch Stadion","Number":"5,","Zip_code":"1076 DE","Area":"AMSTERDAM","Place_info":"Through sport and play children become fitter, they learn to interact with others and they develop. The Cruyff Foundation was set up to encourage children to be active, especially those children who need it a little bit more. Every week they help thousands of children worldwide be more active and organise many sporting events. So far more than 200 Cruyff Courts have been created worldwide."},{"Name":"Smaakhuis Lisse","Street":"Kanaalstraat","Number":"80,","Zip_code":"2161 JN","Area":"LISSE","Place_info":"Founded in 2007, Smaakhuis (‘flavour house’) stocks a variety of tasty locally-produced delicacies. Smaakhuis is where you’ll find extraordinary treats. Think local beers with floral notes, tulip chocolates, and colourful teas made from local flowers. You’ll find a wide variety of traditional Dutch cheeses including some from Lisse. What’s more, they also sell some imported products and stock fresh nuts, a selection of olive oils and wine. Smaakhuis is the perfect place to buy exceptional culinary gifts – or tasty treats for yourself."},{"Name":"The Edam Cheese Weigh House","Street":"Jan Nieuwenhuizenplein","Number":"5,","Zip_code":"1135 WT","Area":"EDAM","Place_info":"De Kaaswaag Edam (Edam Cheese Weighhouse) invites you to explore the cheesemaking traditions of Edam, the cheese capital of the Netherlands located north of Amsterdam. The beautiful region keeps historic traditions alive and allows visitors to taste the celebrated product. "},{"Name":"Kwakelbrug","Street":"Kwakelsteeg","Number":"5,","Zip_code":"1135 AM","Area":"EDAM","Place_info":"At the well-known KWAKEL-BRUG you can find an unforgettable view of the old wharf, the piece of water called \"Boeren verdriet\" (Farmers' Lament - because their barges often got stuck there) and, of course, the Carillon.\n"},{"Name":"Bicycle flat","Street":"Stationsplein","Number":",","Zip_code":"1012 AB","Area":"AMSTERDAM","Place_info":"Since 2001, Stationsplein at Amsterdam's Central Station boasts the world's first bicycle flat. The building has room for 2500 bicycles, and the top level offers a beautiful view of the surrounding area."},{"Name":"Hôtel Droog","Street":"Staalstraat","Number":"7B,","Zip_code":"1011 JJ","Area":"AMSTERDAM","Place_info":"EAT - DRINK - SHOP - THINK.\nHôtel Droog is a cultural hotspot in the field of design in the centre of Amsterdam.\n"},{"Name":"De Tulperij","Street":"Oude Herenweg","Number":"16B,","Zip_code":"2215 RZ","Area":"VOORHOUT","Place_info":"Originally a greenhouse, De Tulperij now offers guided walking and cycling tours through the tulip fields during the flowering season. Learn about how bulbs blossom into fabulous flowers, photograph yourself surrounded by beautiful blooms and watch a film outlining the growing process. Or take a 30 km Twizy tour weaving your way around the picturesque flower fields. Purchase bulbs or take a break in the café where you’ll find tea, coffee and freshly baked apple pie. Tours are in Dutch, English and German."},{"Name":"Architecture in Almere","Street":"De Diagonaal","Number":"199,","Zip_code":"1315 XM","Area":"ALMERE","Place_info":"When it comes to architecture, Almere ranks an impressive third in the Netherlands – and actually first when looking at modern architecture in European New Towns. The city is home to high profile buildings designed by leading architects including Teun Koolhaas, Herman Hertzbergen and Liesbeth van der Pol. "},{"Name":"Beurs van Berlage","Street":"Damrak","Number":"243,","Zip_code":"1012 ZJ","Area":"AMSTERDAM","Place_info":"Beurs van Berlage is the ideal meeting place in the heart of Amsterdam. Conferences, events, exhibitions, flexible workplaces but also catering and several businesses are located here. For example, the Tony's Chocolonely super store is located inside our building, but also the New York Film Academy Café, Bistro Berlage, Sherlocked, Holland Rent a Bike and Meet Berlage. With an ever changing exposition in the expo area, the Beurs van Berlage is a true hotspot since 1903."},{"Name":"Alkmaar cheese market","Street":"Waagplein","Number":",","Zip_code":"1811 JP","Area":"ALKMAAR","Place_info":"Due to the Coronavirus, it is still unknown when the Cheese Market will take place in 2021. Much more than simply an outdoor cheese shop, the Alkmaar Cheese Market is a morning out in itself. The largest of its kind anywhere in the world, this cheese market turns a square in central Alkmaar into a hive of activity, as the cheese carriers dart about, slaloming between thousands of Gouda cheese wheels lined up on the ground."},{"Name":"IJ-hallen","Street":"Tt. Neveritaweg","Number":"15,","Zip_code":"1033 WB","Area":"AMSTERDAM","Place_info":"This cavernous industrial building at NDSM Wharf hosts one of the biggest and best flea markets in Europe once a month, recommended for anyone who loves a bargain."},{"Name":"Cruyff Court Ajax Betondorp","Street":"Onderlangs","Number":"21-22,","Zip_code":"1097 ZJ","Area":"AMSTERDAM","Place_info":"There are the many Cruyff Courts in the world but perhaps the most special one is Cruyff Court Betondorp. Officially opened on 5 June 2014 by Johan Cruijff together with Mayor Eberhard van der Laan, this court was a special place for Johan as it was his old neighbourhood."},{"Name":"Castle Keukenhof","Street":"Keukenhof","Number":"1,","Zip_code":"2161 ","Area":"LISSE","Place_info":"Take a detour from Amsterdam to visit the centuries-old Castle Keukenhof in Lisse. Located straight across from the world-famous Keukenhof Gardens, this castle boasts an impressive history with Golden Age roots.\n"},{"Name":"Auschwitz Monument","Street":"Wertheimpark","Number":",","Zip_code":"1018","Area":"AMSTERDAM","Place_info":"This monument was created by Dutch writer and artist Jan Wolkers, in memory of the many victims of Auschwitz. The monument is made up of broken mirrors and can be found in the Wertheimpark. According to Wolkers, the mirrors represent the thought that “heaven is no longer unbroken since Auschwitz”. A memorial service held at the moment every year on the last Sunday in January."},{"Name":"Naarden","Street":"Westwalstraat","Number":",","Zip_code":"1411 PB","Area":"NAARDEN","Place_info":"Located to the east of Amsterdam, the fortified town of Naarden is best known for its 'star fort' grid, old church and museums. From the air, Naarden’s unique layout resembles a gigantic snowflake and as a result, it was used as a rallying point for Allied bombers during World War II."},{"Name":"Old School Amsterdam","Street":"Gaasterlandstraat","Number":"3-5,","Zip_code":"1079 RH","Area":"AMSTERDAM","Place_info":"A fun, creative hotspot for art and culture. Featuring an organic restaurant and the Old School Podium, it’s an inspiring place where cultural activities, conferences and parties are organised.\n"},{"Name":"Oudste Houten Huis","Street":"Achterhaven","Number":"105,","Zip_code":"1135 XT","Area":"EDAM","Place_info":"The Oudste Houten Huis is a house in Edam, a town located north of Amsterdam. It was built in the 16th century and both its façade and shutters are almost entirely original.\n"},{"Name":"The cheese market in Hoorn","Street":"Roode Steen","Number":"1,","Zip_code":"1621 CV","Area":"HOORN NH","Place_info":"Cheese. Inextricably linked to Dutch traditions. The oldest cheese market in the Netherlands is the cheese market in Hoorn, the historic port town just north of Amsterdam. A cheese market with roots in the Golden Age and even further back in time. A cheese market that is still going strong: visit this weekly market from mid-June to the end of August, acquaint yourself with this age-old trade."},{"Name":"Fort bij Edam","Street":"Oorgat","Number":"10,","Zip_code":"1135 CR","Area":"EDAM","Place_info":"Fort bij Edam is a former military fort located outside of the town of Edam. It was part of the Defence Line of Amsterdam, a 135 km-long ring of defensive structures that once served to protect the city. It was operational during both World Wars, and at one point, it housed 255 officers and soldiers.\n"},{"Name":"Container housing","Street":"ms. van Riemsdijkweg","Number":"6,","Zip_code":"1033 RD","Area":"AMSTERDAM","Place_info":"Housing in Amsterdam is expensive, but there are options. Student housing provider DUWO is currently renting out affordable container houses. This initiative will stop in 2020 when a further development stage will see a number of vacant properties allocated to refugees."},{"Name":"KEK! Beer Tasting Room","Street":"Molenpad","Number":"1,","Zip_code":"1191 AB","Area":"OUDERKERK AAN DE AMSTEL","Place_info":"If you fancy sampling some innovative special beers then the KEK! Beer Tasting Room is for you. The very first Ouderkeren bier was unveiled in 2015 after a secretive brewing process. The result? A fresh, cloudy white beer. Venture along the Amstel to KEK! for the ultimate beer-tasting experience."},{"Name":"Fort Uitermeer","Street":"'s - Gravenlandseweg ","Number":"2,","Zip_code":"1381 HP","Area":"WEESP","Place_info":"Situated between Amsterdam and Gooi, the fort was constructed in 1873 as a portion of the New Holland water defence line. "},{"Name":"Silodam","Street":"Silodam","Number":",","Zip_code":"1013 AW","Area":"AMSTERDAM","Place_info":"The Silodam is a modern apartment building located on the embankment between the Houthavens (timber docklands) and the IJ River. The striking design by MVRDV architects is reminiscent of haphazard chest of draws, thanks to the 17 different styles and colours of cladding used on the façade."},{"Name":"Het Muzenplein","Street":"Apollolaan","Number":",","Zip_code":"1077 BA","Area":"AMSTERDAM","Place_info":"Het Muzenplein is a small, conclealed garden in Amsterdam South. It features the work of renowned artist Hildo Krop who was part of the Amsterdam School movement. "},{"Name":"Tweeling Huisjes","Street":"Doelland","Number":"35,","Zip_code":"1135 AH","Area":"EDAM","Place_info":"The Tweeling Huisjes (literally, `twin houses') are two houses located in historic Edam. The houses offer an excellent example of twin gables and are unique in that they share one internal wooden framework.\nThe beams cross right through the dividing wall; being made possible by the limited width of the houses. This was an early example of semi-detached houses! At this time it was the building materials, rather than the labour, that were expensive\n"},{"Name":"Laatste woonhuis van Rembrandt van Rijn","Street":"Rozengracht","Number":"184,","Zip_code":"1016 NK","Area":"AMSTERDAM","Place_info":"From 1639 to 1658 Rembrandt lived and worked in his house on the Jodenbreestraat, the current location of the Rembrandthuis Museum. In 1658 he had to sell the house due to financial problems. Rembrandt then moved with Hendrickje Stoffels, his son Titus and daughter Cornelia to this house where he opened an art dealership and was able to earn some money."},{"Name":"Buitenplaats Wester Amstel","Street":"Amsteldijk Noord","Number":"55,","Zip_code":"1183 TE","Area":"AMSTELVEEN","Place_info":"The Wester-Amstel is a gorgeous country house that sits on the bank of the River Amstel just outside of Amstelveen. In this region, the river was once graced by 60 such estates but the Wester-Amstel is one of the few still standing.\n"},{"Name":"Kasteel Nijenrode","Street":"Straatweg","Number":"25,","Zip_code":"3621 BG","Area":"BREUKELEN UT","Place_info":"Special to the banks of the Vechtstreek, and home to one of the most prestigious business universities in the Netherlands, Nyenrode Castle has a storied history. "},{"Name":"Huizen Nautical Quarter","Street":"Vaarboom","Number":",","Zip_code":"1271 GM","Area":"HUIZEN","Place_info":"The former port of Huizen has been transformed into an impressive Nautical Quarter harking back to the days of yesteryear. "},{"Name":"Gemeenlandshuis","Street":"Schepenmakersdijk","Number":"16,","Zip_code":"1135 AG","Area":"EDAM","Place_info":"This is the building of the 'Hoogheemraadschap van de Uitwaterende Sluizen', built in 1785.\nThis legislative body has been controlling the water levels of North Holland for more than 400 years. Now the task of the Hoogheemraadschap encompasses the purification of waste water and the quality control of surface- and drinking water.Behind the high wooden fence, three 18th century buildings surround a very attractive courtyard which has pathways of yellow and purple bricks, statues and colourful flowers of the season.\nAbove the gateways are two decorative carvings depicting, in the c"},{"Name":"De Blauwbrug (The Blue Bridge)","Street":"Amstel","Number":"31,","Zip_code":"1011 PT","Area":"AMSTERDAM","Place_info":"Crossing the Amstel, De Blauwbrug has connected the Amstelstraat with Waterlooplein since 1883. Before then many bridges had blue railings, a feature that the striking Blauwbrug takes its name from. While the blue railings have disappeared, you can still see blue in use on lanterns on many bridges."},{"Name":"WOW","Street":"Wiltzanghlaan","Number":"60,","Zip_code":"1061 HC","Area":"AMSTERDAM","Place_info":"Housed in an old school building, WOW combines a hostel with temporary housing for newly-graduated artists. Come to WOW for a\ndynamic art programme of exciting exhibitions, music and fashion shows.\n"},{"Name":"Westerliefde","Street":"Klönneplein","Number":"4-6,","Zip_code":"1014 DD","Area":"Amsterdam","Place_info":"De Westerliefde is an inspiring and industrial event location in the middle of the Westerpark in Amsterdam. Suitable for various business and private events. Seminars, conferences, staff parties, product presentations and TV recordings are organized in the historic buildings of the Westergasfabriek in Amsterdam. The Westerliefde is also an official wedding location."},{"Name":"Country Estate Beeckestijn","Street":"Rijksweg","Number":"134,","Zip_code":"1981 LD","Area":"VELSEN-ZUID","Place_info":"The Beeckestijn gardens are an outdoor museum."},{"Name":"\"De Eenhoorn” farm","Street":"Middenweg","Number":"195,","Zip_code":"1462 HM","Area":"MIDDENBEEMSTER","Place_info":"\"De Eenhoorn\" farm is the most lavish example of a stolp farm in De Beemster. The living section is of brick and the stable section extending out to the back is of wood.\nThe raised mid-section with neck gable is a variation of the Amsterdam Vingboons style (Philip Vingboons), crowned with, among other things, the image of a unicorn and decorated with sculpted gable ornaments and a cartouche with 1682. The living section is partly basement and there is a tiled fireplace in the milk cellar.\n"},{"Name":"Trippenhuis (Trip House)","Street":"Kloveniersburgwal","Number":"29,","Zip_code":"1011 JV","Area":"AMSTERDAM","Place_info":"The Trippenhuis (Trip House) was built in 1666 for two wealthy brothers named Lodewijk and Hendrick Trip. At 22 metres wide, it is the most spacious residence in Amsterdam. The house was designed by Justus Vingboons, the younger brother of the better-known Philip Vingboons. The two designed a number of different houses in Amsterdam for VOC (Dutch East India Company) administrators and well-off merchants."}]