
[
    {
       "Name":"De P.L. Kramerbrug",
       "Street":"Amstelkade",
       "Number":",",
       "Zip_code":"1078 AA",
       "Area":"AMSTERDAM",
       "Place_info":"The P.L. Kramer Bridge was designed by architect Piet Kramer while he worked as the aesthetic advisor for the Municipality of Amsterdam in the early 1920s. This bridge built in the style of the Amsterdam School, goes over the Noorder Amstel canal next to the Amsteldijk. "
    },
    {
       "Name":"Esplanade De Meer",
       "Street":"Esplanade de Meer",
       "Number":"95-187,",
       "Zip_code":"1098 WP",
       "Area":"AMSTERDAM",
       "Place_info":"On the grounds of De Meer is a residential area with links to the past. Stadion De Meer has been the home of Ajax for 62 years. In 1996 the stadium moved to make room for a residential area where many historical traces can be found. Street names refer to the stadiums where Ajax played legendary games and there are bridges named after Ajax players from the 1970s. While the stadium has disappeared, the entire district is an ode to the club, The Esplanade in particular."
    },
    {
       "Name":"Butterfly Pavilion at ARTIS Amsterdam Royal Zoo",
       "Street":"Plantage Kerklaan",
       "Number":"38-40,",
       "Zip_code":"1018 CZ",
       "Area":"AMSTERDAM",
       "Place_info":"The Butterfly Pavilion is a great place to spend a cold, rainy afternoon in Amsterdam. Located in ARTIS Amsterdam Royal Zoo, there are over a thousand butterflies flying freely in the 1,000 m2 tropical interior. Amsterdam's Butterfly Pavilion is the largest in the Netherlands, and is a delight for all ages."
    },
    {
       "Name":"Street Art Today",
       "Street":"ms. van Riemsdijkweg",
       "Number":"31,",
       "Zip_code":"1033 RC",
       "Area":"AMSTERDAM",
       "Place_info":"You'll find the largest image of Anne Frank in Amsterdam, possibly the world, on the wall of the Welding Shed at NDSM. Brazilian artist Eduardo Kobra transformed the empty wall into a vibrant mural using more than 450 spray cans and 35 litres of paint. What a spectacular result!"
    },

    {
       "Name":"Portuguese Synagogue",
       "Street":"Mr. Visserplein",
       "Number":"3,",
       "Zip_code":"1011 RD",
       "Area":"AMSTERDAM",
       "Place_info":"Dating back to 1675, the Portuguese Synagogue is one the world’s largest synagogues. Its architect, Elias Bouwman, was supposedly inspired by the Temple of Solomon. Regardless of the source of inspiration, it has become one of Amsterdam’s greatest treasures. "
    },
    
    {
       "Name":"The Drapers Guild",
       "Street":"Staalstraat",
       "Number":"7,",
       "Zip_code":"1011 JJ",
       "Area":"AMSTERDAM",
       "Place_info":"This house is a distinguished example of a house from the Dutch Golden Age. It is one of the few remains of Het Staalhof previously located here. Rembrandt's painting De Staalmeesters portrays the drapers at work in this house."
    },
    
    {
       "Name":"Marineterrein",
       "Street":"Kattenburgerstraat",
       "Number":"5,",
       "Zip_code":"1018 JA",
       "Area":"AMSTERDAM",
       "Place_info":"The Marineterrein is a historic part of Amsterdam that fulfils a variety of functions: cultural, maritime and commercial."
    },

    {
       "Name":"Moskee El Mohammadi",
       "Street":"Jan Evertsenstraat",
       "Number":"201,",
       "Zip_code":"1061 XM",
       "Area":"AMSTERDAM",
       "Place_info":"Moroccan mosque."
    },
    {
       "Name":"Suykerhofje",
       "Street":"Lindengracht",
       "Number":"149-163,",
       "Zip_code":"1015 KE",
       "Area":"AMSTERDAM",
       "Place_info":"Many years ago, hofjes (almshouses) served to house and care for the elderly. Today, their remaining garden courtyards are an oasis of tranquility hidden behind the hustle and bustle of Amsterdam’s streets. One of these is the Suykerhofje, built in 1670 by Pieter Jansz Suykerhof."
    },
    {
       "Name":"Begijnhof",
       "Street":"Begijnhof",
       "Number":"30,",
       "Zip_code":"1012 WT",
       "Area":"AMSTERDAM",
       "Place_info":"The Begijnhof is one of Amsterdam's best known hofjes (almshouses). It consists of a group of houses built around a secluded courtyard and garden which provided modest homes for the Beguines - a group of unmarried religious women who lived together in a close community under vows of chastity."
    },
    {
       "Name":"Magere Brug (Skinny Bridge)",
       "Street":"Brugnummer 242 bij Amstel",
       "Number":",",
       "Zip_code":"1015 CX",
       "Area":"AMSTERDAM",
       "Place_info":"One of Amsterdam’s many bridges is the beautiful Magere Brug, known to English speakers at the Skinny Bridge. This wooden drawbridge was once so narrow that it was hard for two pedestrians to pass each other. To cope with increasing traffic on the Amstel, a wider bridge replaced the narrow original in 1871."
    },
    {
       "Name":"Hoofddorpplein",
       "Street":"Hoofddorpplein",
       "Number":",",
       "Zip_code":"1059 CV",
       "Area":"AMSTERDAM",
       "Place_info":"The Hoofdorpplein was built in 1926 by Joan Melchior van der Meij and Co Franswa, and is a exemplary case of Amsterdam School architecture. "
    },
    
    {
       "Name":"Slavernijmonument (slavery monument)",
       "Street":"Linnaeusstraat\/Oosterpark",
       "Number":",",
       "Zip_code":"1093 ER",
       "Area":"AMSTERDAM",
       "Place_info":"The Netherlands officially abolished slavery in the colonies of Suriname and the Dutch Antilles in July 1863. In 2002 (139 years later), Surinamese sculptor Erwin de Vries was selected to design a memorial for this dark period. The sculpture is located in the Oosterpark and is made up of three elements. The first represents slavery’s dark and dramatic history, the second represents breaking through the wall of resistance in the modern day, and the third element represents the longing for freedom and a better future."
    },
    {
       "Name":"Trompettersteeg (narrowest street in Amsterdam)",
       "Street":"Trompetterssteeg",
       "Number":",",
       "Zip_code":"1012 HB",
       "Area":"AMSTERDAM",
       "Place_info":"The Trompettersteeg is Amsterdam’s narrowest street at only 100 centimetres wide. Despite its small size, it’s one of the busiest alleys in Amsterdam thanks to its location in the middle of the Red Light District."
    },
    {
       "Name":"De Vrijheidslaan",
       "Street":"De Vrijheidslaan",
       "Number":"1,",
       "Zip_code":"1079 LE",
       "Area":"AMSTERDAM",
       "Place_info":"Constructed in 1921 in the Amsterdam School style, this neighbourhood runs from the Berlage bridge, past the first skyscraper ever erected in the Netherlands, and ends at the southern district of the city."
    },
   
    {
       "Name":"Transvaalplein",
       "Street":"Transvaalplein",
       "Number":"37,",
       "Zip_code":"1092 HW",
       "Area":"AMSTERDAM",
       "Place_info":"Where Betondorp is linked to Johan Cruyff, the Transvaalbuurt is inextricably linked to other Ajax players. The neighbourhoods of Ajacieden Keizer, Hulshoff and Suurbier were also frequented by Cruyff and where Bertus Hoogendam and Bennie Muller grew up. Cruyff's peers Piet Keizer, Barry Hulshoff and Wim Suurbier often met here for a game of street football. The level was so high that Cruijff often wanted to join, and no one expected that they would all later play together in Ajax and for the Netherlands."
    },
    {
       "Name":"NewWerktheater",
       "Street":"Oostenburgergracht",
       "Number":"75,",
       "Zip_code":"1018 NC",
       "Area":"AMSTERDAM",
       "Place_info":"A creative hub in a former theatre, featuring exhibitions by contemporary artists, fashion shows and special movie nights. You can also pop by for breakfast, lunch and state-of-theart coffee every day, and Friday evening for dinner.\n"
    },
    {
       "Name":"Johan Cruyff Institute",
       "Street":"Laan der Hesperiden",
       "Number":"118,",
       "Zip_code":"1076 DX",
       "Area":"AMSTERDAM",
       "Place_info":"The Johan Cruyff Institute offers a number of training courses for athletes specialising in (master) courses for the business and management side of the sports world. 'My vision of sports management is fairly simple. I think that more people with a passion for sport should lead sports organisations', says Cruijff. It follows then that training courses offered are aligned with his vision.\n"
    },
    
    {
       "Name":"De Waag",
       "Street":"Nieuwmarkt",
       "Number":"4,",
       "Zip_code":"1012 CR",
       "Area":"AMSTERDAM",
       "Place_info":"Amsterdam’s ‘House of Weights’, known locally as De Waag, is a remarkable monument situated on the Nieuwmarkt."
    },
    {
       "Name":"Scheepvaarthuis (Shipping House)",
       "Street":"Prins Hendrikkade",
       "Number":"108-114,",
       "Zip_code":"1011 AK",
       "Area":"AMSTERDAM",
       "Place_info":"The Scheepvaarthuis (Shipping House) is considered a masterpiece of the “Amsterdamse School” architectural style. It was built between 1912 and 1916 by architect Van der Mey, to be used as a head office by Amsterdam’s most prominent shipping companies. The interior is extraordinarily beautiful, featuring works by Krop, Kramer and De Klerk, among other artists."
    },
    {
       "Name":"Homomonument",
       "Street":"Prinsengracht\/Westerkerk",
       "Number":",",
       "Zip_code":"1016 GW",
       "Area":"AMSTERDAM",
       "Place_info":"Designed by Amsterdam-born artist Karin Daan in 1979, Amsterdam's Homomonument (gay monument) was the first of its kind. It was commissioned by the Homomonument society and was officially unveiled in September 1987 at the Westermarkt."
    },
    {
       "Name":"Felix Meritis",
       "Street":"Keizersgracht",
       "Number":"324,",
       "Zip_code":"1016 EZ",
       "Area":"AMSTERDAM",
       "Place_info":"The impressive architecture, spacious capacity and historical character make Felix Meritis one of Amsterdam’s most inspiring venues. The building is located in the middle of Amsterdam’s Canal Ring, recognised by UNESCO as a World Heritage Site."
    },
   
    {
       "Name":"NEMO’s Roof",
       "Street":"Oosterdok",
       "Number":"2,",
       "Zip_code":"1011 VX",
       "Area":"AMSTERDAM",
       "Place_info":"A public square overlooking the city is what architect Renzo Piano envisioned when he designed the NEMO Science Museum building. His vision has been a huge success. NEMO Science Museum has the largest roof terrace in all Amsterdam, where you can enjoy a magnificent view of the historic city centre, 22 metres above water level. "
    },
   
    {
       "Name":"The Amsterdam (VOC ship)",
       "Street":"Kattenburgerplein",
       "Number":"1,",
       "Zip_code":"1018 KK",
       "Area":"AMSTERDAM",
       "Place_info":"The Amsterdam was an 18th-century VOC (Dutch East India Company) vessel which was used as a cargo ship. The Amsterdam has been moored next the National Maritime Museum since 1991. This boat is actually a replica - the original was wrecked during a violent storm on its way to the Far East in 1749. You can visit the Amsterdam with a ticket of the National Maritime Museum."
    },
    {
       "Name":"Johan Cruijff's first home",
       "Street":"Akkerstraat",
       "Number":"32,",
       "Zip_code":"1097 XN",
       "Area":"AMSTERDAM",
       "Place_info":"This was the former home of the Cruijff family and the place where Johan spent his formative years. More than a year before the birth of Johan, the Cruijff family moved from the Jordaan to this house in Betondorp. Though it looks small, the house was apparently large enough for the family's greengrocer business. Opposite the house, you'll find 'Het Poortje' which is where Johan and his brother Henny played football when it rained. It was inevitable that a window would be smashed."
    },
    
    {
       "Name":"Moskee Djame Masdjied Taibah",
       "Street":"Kraaiennest",
       "Number":"125,",
       "Zip_code":"1104 CH",
       "Area":"AMSTERDAM",
       "Place_info":"Surinam and Pakistan Mosque. Taibah is an association for Muslims that is aimed at both Surinamese and Pakistani people."
    },
    {
       "Name":"Amstelglorie allotments",
       "Street":"Jan Vroegopsingel",
       "Number":"7,",
       "Zip_code":"1096 CN",
       "Area":"AMSTERDAM",
       "Place_info":"Amstelglorie is a large garden park where you'll find an enormous amount of allotments. Cultivated by enthusiastic gardeners from Amsterdam, these allotments are home to small vegetable gardens, fruit trees, ornamental gardens and even ponds here. The park is best explored on foot or by bike where you can take in the play forest, a buzzy bee colony, and much more. It's a wonderful place for people woth green fingers!"
    },
    {
       "Name":"The Torensluis",
       "Street":"Singel",
       "Number":"165A,",
       "Zip_code":"1012 VK",
       "Area":"AMSTERDAM",
       "Place_info":"The Torensluis (tower lock) looks like an excessively wide bridge over the Singel. The reason for such a spacious set-up was the Jan Roodenpoortstoren (tower) which stood here until 1829. The prisons under the tower were recently restored and are now open to the public. They are also used to host exhibitions and events literally underground. "
    },
    {
       "Name":"André Hazes statue",
       "Street":"Albert Cuypstraat",
       "Number":",",
       "Zip_code":"1073 BL",
       "Area":"AMSTERDAM",
       "Place_info":"André Hazes (30 June 1951 – 23 Sept 2004) was one a well-loved Dutch singer. His speciality was the levenslied (life song), a type of emotional folk music about everyday life sung in Dutch. Hazes was one of the most successful and prolific singers of this genre, with 31 albums and 54 singles. Exactly one year after his death, his statue was placed on the Albert Cuypstraat in the Pijp."
    },
    
    {
       "Name":"Nieuwezijds Voorburgwal",
       "Street":"Nieuwezijds Voorburgwal",
       "Number":"280,",
       "Zip_code":"1012 RT",
       "Area":"AMSTERDAM",
       "Place_info":"In about 1647 Rembrandt drew View of the Nieuwezijds Voorburgwal in black chalk here. With a bit of imagination, you may well get a glimpse of the same magical image that Rembrandt must have seen. Perhaps you make your own masterpiece!"
    },
    {
       "Name":"Huize Frankendael",
       "Street":"Middenweg",
       "Number":"72,",
       "Zip_code":"1097 BS",
       "Area":"AMSTERDAM",
       "Place_info":"The Huize Frankendael is a cultural hotspot for business and culture in Amsterdam. The complex comprises a brasserie, culture barn, music salon, high-tech boardroom, art room and a lush green garden with a bright terrace. The Huize Frankendael hosts various exhibitions, workshops, presentations, kids craft days, wedding ceremonies, scavenger hunts, films, inspirational meetings and informal theatrical performances. An intimate living room style atmosphere provides all the right ingredients for real contact and good discussion. "
    },
    {
       "Name":"Munttoren",
       "Street":"Muntplein",
       "Number":",",
       "Zip_code":"1012 WR",
       "Area":"AMSTERDAM",
       "Place_info":"The Munttoren (mint tower) was once part of the Regulierspoort which consisted of a gate with a tower on each side. It was built between 1480 and 1487 as part of the medieval city wall. Back in the 17th century, the tower was used to mint coins."
    },
    
    {
       "Name":"Hollandsche Schouwburg",
       "Street":"Plantage Middenlaan",
       "Number":"24,",
       "Zip_code":"1018 DE",
       "Area":"AMSTERDAM",
       "Place_info":"Once a grand theatre, the Hollandsche Schouwburg played a dark role in Amsterdam's history when it became the main deportation centre for Jews during the Holocaust. The Hollandsche Schouwburg now serves as a monument to honour the Dutch Jews who were killed in the Second World War."
    },
    {
       "Name":"AVV Swift",
       "Street":"Olympiaplein",
       "Number":"31,",
       "Zip_code":"1077 CL",
       "Area":"AMSTERDAM",
       "Place_info":"Johan Cruyff played football with Marco van Basten often for recovery purposes after injuries. The number of hours that Cruyff and Van Basten have faced each other here is unknown but there must have been many. Even during periods when neither of them was under contract to Ajax, the two met on the Swift fields frequently under the watchful eye of the well-known physiotherapist Reinier van Dantzig."
    },
    {
       "Name":"Het Nieuwe Huis",
       "Street":"Roelof Hartplein",
       "Number":"50,",
       "Zip_code":"1071 TT",
       "Area":"AMSTERDAM",
       "Place_info":"Situated on the Roelof Hartplein, Het Nieuwe Huis was built and completed in 1928 to improve the living situation of single people. Architect Barend van den Nieuwen Amstel designed this complex with 169 apartments, a number of shops, a library and a post office. "
    },
    {
       "Name":"Groen van Prinstererschool",
       "Street":"Zaaiersweg",
       "Number":"15,",
       "Zip_code":"1097 SM",
       "Area":"AMSTERDAM",
       "Place_info":"This is the former elementary school where Johan Cruyff and brother Henny went. Since 1926 this building served as one of the most important elementary schools for the Betondorp district. Built according to the Amsterdam School style, the reformed Groen van Prinster School was also housed here as was the 5th Montessori School. Due to budget cuts, this school closed in 2013 to make room for living and working space."
    },
   
    {
       "Name":"Standbeeld ’74",
       "Street":"Olympisch Stadion",
       "Number":"2,",
       "Zip_code":"1076 DE",
       "Area":"AMSTERDAM",
       "Place_info":"Who doesn't remember the opening minute of the World Cup finals in 1974? Johan Cruyff was playing around the centre line where he started to dribble and onto the German number 16 where he is taken down by Uli Hoeness. According to this picture, however, that seems to be his compatriot Berti Vogts."
    },
    {
       "Name":"Karthuizerhofje",
       "Street":"Karthuizersstraat",
       "Number":"89-171,",
       "Zip_code":"1015 LP",
       "Area":"AMSTERDAM",
       "Place_info":"The largest of the Jordaan's garden courtyards (hofjes) is the Karthuizerhofje. Located at Karthuizersstraat 89–171, this courtyard was built in the middle of the 17th century as a widow's hospice."
    },
    {
       "Name":"National Monument",
       "Street":"Dam",
       "Number":",",
       "Zip_code":"1012 JS",
       "Area":"AMSTERDAM",
       "Place_info":"Standing an imposing 22-metres high in the centre of Amsterdam’s Dam Square, the National Monument is the Netherlands’ most important memorial to World War II. Besides serving as a daily reminder of the war’s atrocities and those lost, the monument plays a central role in National Remembrance Day (Nationale Dodenherdenking, 4 May) when the royal family and local residents gather to pay their respects to fallen soldiers from both WWII and more recent conflicts."
    },
    
    {
       "Name":"WoZoCo (Oklahoma)",
       "Street":"Ookmeerweg\/Reimerwaalstraat",
       "Number":",",
       "Zip_code":"1067 MP",
       "Area":"AMSTERDAM",
       "Place_info":"The WoZoCo apartments (also known as Oklahoma) are situated in Osdorp, on the southwest edge of Amsterdam. These apartments for the elderly are of special architectural interest. Certain blocks stick out of the flat at crazy angles with huge overhangs, seeming to defy gravity.\n"
    },
    {
       "Name":"Amsterdam Central Station",
       "Street":"Stationsplein",
       "Number":"9,",
       "Zip_code":"1012 AB",
       "Area":"AMSTERDAM",
       "Place_info":"Amsterdam Central Station is Amsterdam’s main railway station, located in the heart of the city. The station itself is one of Amsterdam’s most impressive buildings and it used by more than 250,000 passengers each day."
    },
    
    {
       "Name":"Johan Cruyff Foundation",
       "Street":"Olympisch Stadion",
       "Number":"5,",
       "Zip_code":"1076 DE",
       "Area":"AMSTERDAM",
       "Place_info":"Through sport and play children become fitter, they learn to interact with others and they develop. The Cruyff Foundation was set up to encourage children to be active, especially those children who need it a little bit more. Every week they help thousands of children worldwide be more active and organise many sporting events. So far more than 200 Cruyff Courts have been created worldwide."
    },
    
    {
       "Name":"Bicycle flat",
       "Street":"Stationsplein",
       "Number":",",
       "Zip_code":"1012 AB",
       "Area":"AMSTERDAM",
       "Place_info":"Since 2001, Stationsplein at Amsterdam's Central Station boasts the world's first bicycle flat. The building has room for 2500 bicycles, and the top level offers a beautiful view of the surrounding area."
    },
    {
       "Name":"Hôtel Droog",
       "Street":"Staalstraat",
       "Number":"7B,",
       "Zip_code":"1011 JJ",
       "Area":"AMSTERDAM",
       "Place_info":"EAT - DRINK - SHOP - THINK.\nHôtel Droog is a cultural hotspot in the field of design in the centre of Amsterdam.\n"
    },
    
    {
       "Name":"Beurs van Berlage",
       "Street":"Damrak",
       "Number":"243,",
       "Zip_code":"1012 ZJ",
       "Area":"AMSTERDAM",
       "Place_info":"Beurs van Berlage is the ideal meeting place in the heart of Amsterdam. Conferences, events, exhibitions, flexible workplaces but also catering and several businesses are located here. For example, the Tony's Chocolonely super store is located inside our building, but also the New York Film Academy Café, Bistro Berlage, Sherlocked, Holland Rent a Bike and Meet Berlage. With an ever changing exposition in the expo area, the Beurs van Berlage is a true hotspot since 1903."
    },
    
    {
       "Name":"IJ-hallen",
       "Street":"Tt. Neveritaweg",
       "Number":"15,",
       "Zip_code":"1033 WB",
       "Area":"AMSTERDAM",
       "Place_info":"This cavernous industrial building at NDSM Wharf hosts one of the biggest and best flea markets in Europe once a month, recommended for anyone who loves a bargain."
    },
    {
       "Name":"Cruyff Court Ajax Betondorp",
       "Street":"Onderlangs",
       "Number":"21-22,",
       "Zip_code":"1097 ZJ",
       "Area":"AMSTERDAM",
       "Place_info":"There are the many Cruyff Courts in the world but perhaps the most special one is Cruyff Court Betondorp. Officially opened on 5 June 2014 by Johan Cruijff together with Mayor Eberhard van der Laan, this court was a special place for Johan as it was his old neighbourhood."
    },
    
    {
       "Name":"Auschwitz Monument",
       "Street":"Wertheimpark",
       "Number":",",
       "Zip_code":"1018",
       "Area":"AMSTERDAM",
       "Place_info":"This monument was created by Dutch writer and artist Jan Wolkers, in memory of the many victims of Auschwitz. The monument is made up of broken mirrors and can be found in the Wertheimpark. According to Wolkers, the mirrors represent the thought that “heaven is no longer unbroken since Auschwitz”. A memorial service held at the moment every year on the last Sunday in January."
    },
    {
       "Name":"Old School Amsterdam",
       "Street":"Gaasterlandstraat",
       "Number":"3-5,",
       "Zip_code":"1079 RH",
       "Area":"AMSTERDAM",
       "Place_info":"A fun, creative hotspot for art and culture. Featuring an organic restaurant and the Old School Podium, it’s an inspiring place where cultural activities, conferences and parties are organised.\n"
    },
    {
       "Name":"Trippenhuis (Trip House)",
       "Street":"Kloveniersburgwal",
       "Number":"29,",
       "Zip_code":"1011 JV",
       "Area":"AMSTERDAM",
       "Place_info":"The Trippenhuis (Trip House) was built in 1666 for two wealthy brothers named Lodewijk and Hendrick Trip. At 22 metres wide, it is the most spacious residence in Amsterdam. The house was designed by Justus Vingboons, the younger brother of the better-known Philip Vingboons. The two designed a number of different houses in Amsterdam for VOC (Dutch East India Company) administrators and well-off merchants."
    }
 ]